{
  "<PAD>": 0,
  "<UNK_PASSIVE>": 1,
  "<UNK_IC>": 2,
  "<UNK_CONNECTOR>": 3,
  "<UNK_POWER>": 4,
  "<UNK_OTHER>": 5,
  "power:GND": 6,
  "Device:R": 7,
  "Device:C": 8,
  "Device:C_Small": 9,
  "power:+5V": 10,
  "Device:R_Small": 11,
  "power:+3.3V": 12,
  "Device:R_US": 13,
  "Device:LED": 14,
  "Connector:TestPoint": 15,
  "power:+3V3": 16,
  "power:PWR_FLAG": 17,
  "power:VCC": 18,
  "Device:R_Small_US": 19,
  "Mechanical:MountingHole": 20,
  "Switch:SW_Push": 21,
  "Device:D": 22,
  "power:+12V": 23,
  "protolib:PAD": 24,
  "Mechanical:MountingHole_Pad": 25,
  "Device:C_Polarized": 26,
  "Device:L": 27,
  "Connector_Generic:Conn_01x02": 28,
  "Connector_Generic:Conn_01x01": 29,
  "power:VDD": 30,
  "power:Earth": 31,
  "power:VBUS": 32,
  "power:GNDA": 33,
  "Connector:Screw_Terminal_01x02": 34,
  "Device:D_Small": 35,
  "Device:C_Polarized_Small": 36,
  "Device:LED_Small": 37,
  "Switch:SW_Push_45deg": 38,
  "Connector:Conn_01x02_Pin": 39,
  "Connector_Generic:Conn_01x04": 40,
  "Jumper:SolderJumper_2_Open": 41,
  "power:GNDREF": 42,
  "Connector_Generic:Conn_01x03": 43,
  "video_schlib:GND": 44,
  "Diode:1N4007": 45,
  "power:+BATT": 46,
  "power:GNDPWR": 47,
  "antmicropower:GND": 48,
  "Connector:Conn_01x03_Pin": 49,
  "1-altium-import:GND_POWER_GROUND": 50,
  "Device:L_Small": 51,
  "power:GNDD": 52,
  "Diode:1N4148": 53,
  "PCM_Capacitor_AKL:C_1206": 54,
  "PCM_Resistor_AKL:R_1206": 55,
  "LED:WS2812B": 56,
  "Switch:SW_SPST": 57,
  "power:+3.3VA": 58,
  "PCM_marbastlib-mx:MX_SW_solder": 59,
  "Connector:Conn_01x04_Pin": 60,
  "Device:C_Polarized_US": 61,
  "Device:R_Potentiometer": 62,
  "ScottoKeebs:Placeholder_Keyswitch": 63,
  "74xx:74LS04": 64,
  "Device:D_Schottky": 65,
  "ksir_2023:C-100nf": 66,
  "power:+1V8": 67,
  "ksir_2023:WS2812-2020_1": 68,
  "jt74:74LS32": 69,
  "Device:Crystal": 70,
  "ScottoKeebs:Placeholder_Diode": 71,
  "power:-12V": 72,
  "Diode:1N4148W": 73,
  "Connector:TestPoint_Small": 74,
  "Device:Fuse": 75,
  "video_schlib:C": 76,
  "Switch:SW_SPDT": 77,
  "Device:D_Zener": 78,
  "power:GND1": 79,
  "Capacitors SMD:CC0402_100NF_16V_10%_X7R": 80,
  "catu:GND": 81,
  "vme-wren:P3V3": 82,
  "Device:FerriteBead_Small": 83,
  "Device:C_Polarized_Small_US": 84,
  "Connector_Generic:Conn_01x06": 85,
  "Connector:Conn_01x01_Pin": 86,
  "RV1106G_EVB1_V11_20220401LX-altium-import:GND_POWER_GROUND": 87,
  "Connector:Conn_Coaxial": 88,
  "neopixel:SK6812MINI": 89,
  "ga_oki_msm70v0000:DFR": 90,
  "power:+9V": 91,
  "jt74:74LS04": 92,
  "video_schlib:R": 93,
  "Connector_Generic:Conn_01x08": 94,
  "chaos-device:D": 95,
  "Device:LED_45deg_Filled": 96,
  "mx1a:MX1A": 97,
  "Device:Crystal_GND24": 98,
  "Connector_Generic:Conn_01x05": 99,
  "Device:FerriteBead": 100,
  "Connector:Conn_01x02_Socket": 101,
  "Amplifier_Operational:TL072": 102,
  "Mechanical:Fiducial": 103,
  "Connector_Generic:Conn_01x10": 104,
  "74xx:74HC14": 105,
  "MB1939-altium-import:GND_POWER_GROUND": 106,
  "jt74:74LS08": 107,
  "power:-5V": 108,
  "Connector:USB_B_Micro": 109,
  "Amplifier_Operational:LM358": 110,
  "Device:R_Pack04_Split": 111,
  "power:+15V": 112,
  "Simulation_SPICE:VDC": 113,
  "Regulator_Linear:AMS1117-3.3": 114,
  "Connector_Generic:Conn_02x05_Odd_Even": 115,
  "Device:R_Pack04": 116,
  "Device:D_Dual_CommonCathode_AAK_Split": 117,
  "Device:R_Potentiometer_US": 118,
  "74xx:74LS08": 119,
  "Device:C_Small_US": 120,
  "antmicroCapacitors0402:C_100n_0402": 121,
  "Simulation_SPICE:NPN": 122,
  "Simulation_SPICE:NMOS": 123,
  "jt74:74LS86": 124,
  "*:root_1_RESISTOR_Dup1_*": 125,
  "hellen-one-common:Cap": 126,
  "jt74:74LS74": 127,
  "00-kiml-capacitors-smd:1u_0402_CL05A105KA5NQNC": 128,
  "Jumper:Jumper_2_Open": 129,
  "Power:GND": 130,
  "RobotProtos:Csmall": 131,
  "Connector:Screw_Terminal_01x03": 132,
  "AP2100-rescue:GND-Scott": 133,
  "power:VSS": 134,
  "74xx:74LS32": 135,
  "Transistor_FET:2N7002": 136,
  "Connector:Conn_01x02_Male": 137,
  "74xx:74LS00": 138,
  "Connector_Generic:Conn_02x03_Odd_Even": 139,
  "video_schlib:+5V": 140,
  "chaos-device:LED_RAGB": 141,
  "Device:D_TVS": 142,
  "power:+24V": 143,
  "jt74:74LS157": 144,
  "Connector:Conn_01x06_Pin": 145,
  "PCM_SparkFun-PowerSymbol:GND": 146,
  "ga_fujitsu_av:V1N": 147,
  "Connector:USB_C_Receptacle_USB2.0": 148,
  "Device:NetTie_2": 149,
  "Amplifier_Operational:LM324": 150,
  "Connector:Screw_Terminal_01x01": 151,
  "Connector:USB_C_Receptacle_USB2.0_16P": 152,
  "kb5-rescue:SW_Push_45deg-sw_push_45deg-ESP32-S2-WROOM-rescue": 153,
  "power:+5VD": 154,
  "power:+5VA": 155,
  "Jumper:Jumper_2_Bridged": 156,
  "Device:Q_NMOS_GSD": 157,
  "chaos-device:R": 158,
  "MyKiCadLibs-Lib:R": 159,
  "power:VAA": 160,
  "Device:Battery": 161,
  "Device:D_Small_Filled": 162,
  "74xx:74LS74": 163,
  "Transistor_BJT:BC547": 164,
  "ga_oki_msm70v0000:220": 165,
  "power:-15V": 166,
  "Swadge_Parts:GND": 167,
  "Power_Protection:USBLC6-2SC6": 168,
  "MX_Alps_Hybrid:MX-NoLED": 169,
  "Transistor_BJT:2N3904": 170,
  "Device:LED_Small_Filled": 171,
  "Amplifier_Operational:TL074": 172,
  "power:+1V1": 173,
  "kit-coldfire_schlib:GND": 174,
  "ga_oki_msm70v0000:INV2": 175,
  "Connector:Conn_01x04_Male": 176,
  "1-altium-import:root_0_C0402_0": 177,
  "Device:Crystal_GND24_Small": 178,
  "main-eagle-import:RESISTOR0603": 179,
  "KU-schematics-library:GND_SMALL": 180,
  "Device:Battery_Cell": 181,
  "Isolator:PC817": 182,
  "Connector:Conn_01x04_Socket": 183,
  "Device:C_US": 184,
  "Switch:SW_DPDT_x2": 185,
  "power:GNDS": 186,
  "*:root_0_CAP NP_*": 187,
  "video_schlib:VCC": 188,
  "Diode:1N4001": 189,
  "Simulation_SPICE:VSIN": 190,
  "KiCadCustom:WS2812C": 191,
  "S2020-rescue:R_US-Device": 192,
  "power:VDC": 193,
  "Device:Polyfuse_Small": 194,
  "74xx:74LS07": 195,
  "Resistors SMD:R0402_10K_1%_0.0625W_100PPM": 196,
  "mch2021-rescue:GND-power": 197,
  "ksir_2023:IDC-Header_2x05_P2.54mm_Vertical": 198,
  "Device:Polyfuse": 199,
  "power:+VSW": 200,
  "Device:R_Potentiometer_Trim": 201,
  "jt74:74LS273": 202,
  "MotorController:TAYLOR_RESISTOR": 203,
  "antmicroResistors0402:R_0R_0402": 204,
  "DuetWifi:R_SMALL": 205,
  "hellen-one-common:Res": 206,
  "Connector:AudioJack2_SwitchT": 207,
  "pic_programmer_schlib:GND": 208,
  "pic_programmer:GND": 209,
  "Device:D_Schottky_Small": 210,
  "Transistor_FET:BSS138": 211,
  "Connector:Conn_01x05_Pin": 212,
  "Device:CP": 213,
  "antmicroTestPoints:TP_0.75mm_SMD": 214,
  "Simulation_SPICE:0": 215,
  "Device:Q_NMOS_GDS": 216,
  "Connector:Conn_01x03_Socket": 217,
  "S100:CONN_1": 218,
  "power:+3.3VP": 219,
  "DuetWifi:C_SMALL": 220,
  "Transistor_BJT:BCV61": 221,
  "keyboard_parts:KEYSW": 222,
  "power:+2V5": 223,
  "Regulator_Linear:LM7805_TO220": 224,
  "Device:Buzzer": 225,
  "Connector_Generic:Conn_01x20": 226,
  "MyKiCadLibs-Lib:C": 227,
  "power:VDDA": 228,
  "power:GND2": 229,
  "Connector:Conn_01x02_Female": 230,
  "Connector:Screw_Terminal_01x04": 231,
  "carte_test_schlib:GND": 232,
  "Connector:Conn_01x08_Pin": 233,
  "Jumper:SolderJumper_2_Bridged": 234,
  "Connector:Barrel_Jack_Switch": 235,
  "Simulation_SPICE:PMOS": 236,
  "jt74:74LS245": 237,
  "Regulator_Linear:L7805": 238,
  "Device:C_Feedthrough": 239,
  "LED:SK6812": 240,
  "Device:Q_PMOS_GSD": 241,
  "Diode:1N914": 242,
  "Device:Q_NPN_BEC": 243,
  "1-altium-import:root_0_Resistance-00_Dup1": 244,
  "cnhardware:SK6805SIDE-FRGBW-BW-P6": 245,
  "Seeed Studio XIAO nRF52840 v1.3-eagle-import:GND_POWER": 246,
  "PCM_marbastlib-mx:MX_SW_HS": 247,
  "panel_custom:LED_TYPE_0": 248,
  "panel_custom:LED_TYPE_2": 249,
  "panel_custom:LED_TYPE_3": 250,
  "panel_custom:LED_TYPE_1": 251,
  "Connector_Generic:Conn_02x08_Odd_Even": 252,
  "Library:GND": 253,
  "Jumper:SolderJumper_3_Open": 254,
  "power:+1V2": 255,
  "power1:GNDD": 256,
  "UnderControl-rescue:GND-power-IoT_Dev_Board-rescue": 257,
  "Device:RotaryEncoder_Switch": 258,
  "Optics:Mirror6mmE02": 259,
  "Connector:Conn_01x01_Socket": 260,
  "Connector:Conn_01x03_Male": 261,
  "vme-wren:P1V8": 262,
  "ga_oki_msm70v0000:440": 263,
  "c64c-symbol-library:GND": 264,
  "win:R_Pack04_Split": 265,
  "DuetWifi:GND": 266,
  "Resistors SMD:R0402_33R_1%_0.0625W_100PPM": 267,
  "kit-coldfire_schlib:C": 268,
  "Device:D_TVS_Small": 269,
  "coco2-rescue:GNDS-power": 270,
  "Connector:TestPoint_Alt": 271,
  "Transistor_BJT:MMBT3904": 272,
  "kit-coldfire_schlib:R": 273,
  "Switch:SW_MEC_5G": 274,
  "Switch:SW_Push_Dual_x2": 275,
  "Device:LED_ARGB": 276,
  "v_i_sources:R-Device": 277,
  "Diode:1N5819": 278,
  "jt74:74LS00": 279,
  "Device:LED_45deg": 280,
  "ProPrj_Wio-easyedapro:GND_POWER": 281,
  "pxie-wren-altium-import:GND": 282,
  "Simulation_SPICE:VPULSE": 283,
  "Jumper:Jumper_3_Bridged12": 284,
  "easyeda2kicad:WS2812D-F8": 285,
  "Transistor_FET:AO3401A": 286,
  "antmicropower:+3V3": 287,
  "voidswitch:VoidSwitch": 288,
  "49e:Hall_Sensor": 289,
  "SquantorProto:testpad": 290,
  "74xx:74LS86": 291,
  "video_schlib:CP": 292,
  "Capacitor_Unpolarized:C": 293,
  "TinyTapeout:GND": 294,
  "Diode:1N4148WT": 295,
  "power:+5P": 296,
  "jt74:74LS174": 297,
  "antmicroResistors0402:R_10k_0402": 298,
  "Simulation_SPICE:PNP": 299,
  "74xx:74LS02": 300,
  "ESP32S3-eagle-import:GND_POWER": 301,
  "Timer:NE555P": 302,
  "power:+5VL": 303,
  "74xx:74LS51": 304,
  "power:+VDC": 305,
  "Capacitors SMD:CC0402_1UF_25V_10%_X5R": 306,
  "video_schlib:+3.3V": 307,
  "228CMVARGBFR:228CMVARGBFR": 308,
  "TRS-80 MC-10 Symbols:GND-No_label": 309,
  "Connector:Conn_01x06_Socket": 310,
  "Device:CP1": 311,
  "power:+3V0": 312,
  "Transistor_BJT:BC817": 313,
  "MCU_ST_STM32F1:STM32F103C8Tx": 314,
  "Switch:SW_DIP_x01": 315,
  "Device:Crystal_Small": 316,
  "ProPrj_Wio-easyedapro:CC": 317,
  "antmicroCapacitorsmisc:C_22u_25V_0805": 318,
  "kailh-choc:choc-switch-led": 319,
  "Swadge_Parts:C": 320,
  "MUSIC_LAB:SMA": 321,
  "1-altium-import:root_0_CAPACITOR-DOT": 322,
  "Connector_Generic:Conn_01x07": 323,
  "Capacitors:C_0603": 324,
  "Connector_Generic:Conn_02x20_Odd_Even": 325,
  "jt74:74LS374": 326,
  "RobotProtos:D_TVS_Filled": 327,
  "Amplifier_Operational:NE5532": 328,
  "MySymbols:R_IR": 329,
  "MySymbols:OptSw": 330,
  "Connector_Generic:Conn_02x02_Odd_Even": 331,
  "Connector:USB_A": 332,
  "power_gnd_iso:GNDA": 333,
  "Amplifier_Operational:MCP6004": 334,
  "Connector:Conn_01x08_Socket": 335,
  "power:+5VP": 336,
  "kit-dev-coldfire-xilinx_5213:GND": 337,
  "Amplifier_Operational:MCP6L04-xST": 338,
  "chaos-device:LED": 339,
  "Connector_Generic:Conn_02x04_Odd_Even": 340,
  "Device:R_Network08_US": 341,
  "Connector:Conn_01x01_Male": 342,
  "Library:C": 343,
  "ga_fujitsu_av:FDO": 344,
  "complex_hierarchy_schlib:GND": 345,
  "Device:EMI_Filter_LCL": 346,
  "JLCPCB:GH39FKSW": 347,
  "PCM_EuroRackTools:Thonkiconn": 348,
  "_Library:GND": 349,
  "Resistors:R": 350,
  "RobotProtos:RSMALL": 351,
  "LED:TSAL4400": 352,
  "Resistor:R": 353,
  "!fablabs-kicad-library:GND": 354,
  "Transistor_BJT:BCV62": 355,
  "Capacitors SMD:CC0402_10UF_6.3V_20%_X5R": 356,
  "wn_power:+3v3": 357,
  "00-kiml-resistors-smd:215k_0402_0402WGD2153TCE": 358,
  "power:+4V": 359,
  "74xx:74HC02": 360,
  "S2020-rescue:GND-00TJR": 361,
  "USB_HUB_VL813-altium-import:GND_POWER_GROUND": 362,
  "pic_programmer:R": 363,
  "pic_programmer_schlib:R": 364,
  "Memory_Flash:W25Q128JVS": 365,
  "Resistors SMD:R0402_4K7_1%_0.0625W_100PPM": 366,
  "74xx:74HC595": 367,
  "TBLH10V-350-08BK:TBLH10V-350-08BK": 368,
  "ga_oki_msm70v0000:EXR": 369,
  "Comparator:LM339": 370,
  "UnderControl-rescue:C_Small-Device-IoT_Dev_Board-rescue": 371,
  "Connector:Conn_01x04_Female": 372,
  "Connector_Generic_MountingPin:Conn_01x04_MountingPin": 373,
  "Device:CP1_Small": 374,
  "yuiop:WS2812C-2020": 375,
  "LED:SK6805": 376,
  "UNO-TH_Rev3e-rescue:TP_SP-UNO-TH_Rev3e-eagle-import": 377,
  "flat_hierarchy:GND": 378,
  "Connector:Barrel_Jack": 379,
  "SparkFun-PowerSymbol:3.3V": 380,
  "MCU_Module:Arduino_Nano_v3.x": 381,
  "Device:R_Network05": 382,
  "Memory_EEPROM:24LC1025": 383,
  "Resistors:R_0603": 384,
  "KiCAD_LSY:C": 385,
  "Library:R_Small": 386,
  "switches:PUSH_SPDT_LED": 387,
  "star_ornament_PCB:WS2815E": 388,
  "Transistor_FET:AO3400A": 389,
  "jt74:74LS244": 390,
  "power_ctrl-rescue:GND": 391,
  "coco2-rescue:C_Small-Device": 392,
  "F1C200S_WS__RGB_T7-altium-import:2_CAP": 393,
  "pspice:0": 394,
  "_RS_Commodore_Amiga_1000:RESISTOR_NET_10": 395,
  "power:VPP": 396,
  "Connector:AudioJack2": 397,
  "Adafruit PCA9685 rev C-eagle-import:GND": 398,
  "Switch:SW_DPST_x2": 399,
  "ESP32S3-eagle-import:CAP-0201": 400,
  "GeT_Computer_Library:GND": 401,
  "PCM_Elektuur:L": 402,
  "74xx:74AHC04": 403,
  "Graphic:Logo_Open_Hardware_Small": 404,
  "ohm3000Board-rescue:TLC2274IPWR-TLC2274": 405,
  "*:root_0_RESISTOR_Dup1_*": 406,
  "Transistor_BJT:BC847": 407,
  "Capacitors SMD:CC0402_4.7UF_6.3V_20%_X5R": 408,
  "74xx:74LS10": 409,
  "PCM_EuroRackTools:TL072": 410,
  "Data General:045": 411,
  "ga_fujitsu_av:D24": 412,
  "02pyzPassive:R": 413,
  "hellen-one-common:Jumper-Pad-Pad": 414,
  "power:+1V0": 415,
  "mch2021-rescue:+3.3V-power": 416,
  "Jumper:Jumper_3_Open": 417,
  "UnderControl-rescue:R_Small-Device-IoT_Dev_Board-rescue": 418,
  "00-kiml-resistors-smd:10k_0402_0402WGF1002TCE": 419,
  "benjolin_1.6-eagle-import:R-US_R0603": 420,
  "lcsc_components:SK9822-EC20": 421,
  "Connector_Generic:Conn_02x10_Odd_Even": 422,
  "Connector_Generic:Conn_01x15": 423,
  "mch2021-rescue:R-Device": 424,
  "Device:R_Network08": 425,
  "Device:Fuse_Small": 426,
  "Swadge_Parts:R_US": 427,
  "powerAmp_RevB-eagle-import:GND": 428,
  "power:+3V8": 429,
  "ga_oki_msm70v0000:2OR": 430,
  "PMR-1-rescue:74HC04": 431,
  "bfo9000-rescue:D-device": 432,
  "01pyzGeneral:GND": 433,
  "SparkFun-PowerSymbol:GND": 434,
  "PCM_JLCPCB-Capacitors:0603,100nF": 435,
  "KiCAD_LSY:R": 436,
  "power:Vdrive": 437,
  "power:-BATT": 438,
  "complex_hierarchy_schlib:R": 439,
  "Switch:SW_Push_Dual": 440,
  "PCM_marbastlib-choc:choc_v1_SW_HS_CPG135001S30": 441,
  "74xx:74LS20": 442,
  "base:GND": 443,
  "Seeed Studio XIAO nRF52840 v1.3-eagle-import:C-0201": 444,
  "CDE-3-debug-rescue:LED": 445,
  "Device:Transformer_1P_1S": 446,
  "Device:Speaker": 447,
  "100SP1T1B4M2QE:100SP1T1B4M2QE": 448,
  "S2020-rescue:GND-power": 449,
  "1-altium-import:root_2_Resistance-00_Dup2": 450,
  "switches-eagle-import:R-US_R0805": 451,
  "switches-eagle-import:CHERRY-MX-LEDNOSILK": 452,
  "C64B-rescue:GND-power": 453,
  "Regulator_Linear:XC6206PxxxMR": 454,
  "Jumper:SolderJumper_3_Bridged12": 455,
  "Device:Q_NPN_BCE": 456,
  "Connector_Audio:AudioJack3": 457,
  "Device:L_Ferrite_Small": 458,
  "F1C200S_WS__RGB_T7-altium-import:GND": 459,
  "iwc_badge_library:SK6812SIDE": 460,
  "isavideo-rescue:GND-power": 461,
  "1-altium-import:3.3VD_CIRCLE": 462,
  "00-kiml-led-smd:0603_IR_850nm_E6C0603IRAC1UDA": 463,
  "Resistors SMD:R0402_39R2_1%_0.063W_100PPM": 464,
  "Simulation_SPICE:D": 465,
  "Connector_Generic:Conn_01x12": 466,
  "TinyTapeout:C_Small": 467,
  "74xx:74LS05": 468,
  "PCM_EuroRackTools:CD40106": 469,
  "74xx:74HC00": 470,
  "Device:Varistor": 471,
  "Capacitors SMD:CC0603_22UF_10V_20%_X5R": 472,
  "kit-coldfire_schlib:+3.3V": 473,
  "BMS-Master-rescue:GND-power-BMS-Master-rescue": 474,
  "Radar:SMA": 475,
  "Adafruit PCA9685 rev C-eagle-import:RESISTOR_4PACK": 476,
  "RobotProtos:GND": 477,
  "zuluscsi-rescue:R": 478,
  "TinyTapeout:R_Small": 479,
  "video_schlib:RR8": 480,
  "video_schlib:SIM4X32": 481,
  "Connector:Conn_01x01_Female": 482,
  "schematic_libspice:R": 483,
  "AAIVS_SYMBOLS:C": 484,
  "easyeda2kicad:RL0J223MM400A00CV0": 485,
  "CRC-1-rescue:74LS04": 486,
  "Comparator:LM393": 487,
  "Diode:1N5822": 488,
  "archive:Device_R_Small": 489,
  "kit-dev-coldfire-xilinx_5213:C": 490,
  "qsd_revB-eagle-import:CAP0603-CAP": 491,
  "PCP-2-rescue:R": 492,
  "benjolin_1.6-eagle-import:GND": 493,
  "Resistors SMD:R0402_100R_1%_0.0625W_100PPM": 494,
  "Diode:SS14": 495,
  "Device:Thermistor_NTC": 496,
  "My Symbols:+3.3V": 497,
  "Library:R": 498,
  "Device:D_Schottky_Small_Filled": 499,
  "Device:D_TVS_Filled": 500,
  "kit-dev-coldfire-xilinx_5213:R": 501,
  "jt74:74LS02": 502,
  "Transistor_FET:IRLZ44N": 503,
  "chaos-device:C": 504,
  "Diode:1N4004": 505,
  "74xx:74HC04": 506,
  "custom:MN41256": 507,
  "01pyzGeneral:+5V": 508,
  "GeT_Computer_Library:R": 509,
  "Switch:SW_MEC_5E": 510,
  "power:+7.5V": 511,
  "Motor:Motor_DC": 512,
  "power:+48V": 513,
  "Power:+3.3V": 514,
  "MCD_PARTS_database:U_STM32_microcontroller_power_1_Capacitor_MCD_PARTS_database.DbLib": 515,
  "c64c-symbol-library:+5V": 516,
  "74xx:74LS244_Split": 517,
  "Optics:Collimator_S&K_M5": 518,
  "Connector:Conn_Coaxial_Small": 519,
  "BMS-Master-rescue:R-Device-BMS-Master-rescue": 520,
  "RF_Module:ESP32-WROOM-32": 521,
  "allpass-eagle-import:RESISTOR0603": 522,
  "Apple II:NOTE_NUMBER": 523,
  "Device:R_Network09": 524,
  "power:+6V": 525,
  "dut_hub:GND": 526,
  "corne-light-bt-mx-rescue:SW_PUSH-kbd": 527,
  "Transistor_FET:IRF540N": 528,
  "Diode:BAT54S": 529,
  "DEC20:MC10101": 530,
  "74xx:74LS125": 531,
  "PCM_SL_Resistors:Resistor": 532,
  "custom:C": 533,
  "LED:WS2812B-2020": 534,
  "static:MX-NoLED": 535,
  "GeT_Computer_Library:C": 536,
  "accelerometers-rescue:RES_0603": 537,
  "LrE-6-rescue:GND-power": 538,
  "Interface_USB:CP2102N-Axx-xQFN28": 539,
  "flat_hierarchy:R": 540,
  "Connector:Conn_01x03_Female": 541,
  "ga_cba_vlsi:DFF": 542,
  "ga_fujitsu_av:BD3": 543,
  "kicker-eagle-import:GND": 544,
  "jt_rom:27C512": 545,
  "_RS_Commodore_Amiga_1000:FERRITE_BEAD": 546,
  "power:VCCQ": 547,
  "Salicylic_kbd:LED_SK6812MINI-E": 548,
  "LrE-6-rescue:C-Device": 549,
  "Valve:ECC81": 550,
  "pspice:C": 551,
  "jt74:74LS139": 552,
  "catu:+5V": 553,
  "power:VD": 554,
  "jt74:74LS283": 555,
  "4004MainBoard-rescue:R": 556,
  "zuluscsi-rescue:GND": 557,
  "TinyTapeout:+3V3": 558,
  "74xx:74LS245": 559,
  "74xx:74LS139": 560,
  "74xGxx:74LVC2G17": 561,
  "Transistor_FET:IRF3205": 562,
  "Transistor_FET:Q_NMOS_GSD": 563,
  "Diode:LL4148": 564,
  "PCM_EuroRackTools:1k": 565,
  "custom:R": 566,
  "Connector:Jack-DC": 567,
  "mch2021-rescue:C-Device": 568,
  "pspice:CAP": 569,
  "touch-pad:touch_pad_matrix": 570,
  "74xx:7400": 571,
  "test_project:C": 572,
  "PCM_EuroRackTools:02x03": 573,
  "PCM_SL_Mechanical:MountingHole_M3_3.2mm_Pad": 574,
  "panel_custom:UCC27517": 575,
  "Ghoul:SK6803Mini-E": 576,
  "Connector:Conn_01x10_Pin": 577,
  "Transistor_FET:2N7000": 578,
  "Transistor_BJT:BC337": 579,
  "PCM_Elektuur:R": 580,
  "coco2-rescue:R_Small_US-Device": 581,
  "ecc83_schlib:GND": 582,
  "Transistor_BJT:S8050": 583,
  "lomalkin_kicad_symbols:SolderPad": 584,
  "PCM_JLCPCB-Capacitors:0402,100nF": 585,
  "_TEAC_X2000R:Digital_NPN_Transistor,_4k7/NONE": 586,
  "PCM_EuroRackTools:100k": 587,
  "ga_oki_msm70v0000:DFF": 588,
  "pic_programmer:VCC": 589,
  "carte_test_schlib:VCC": 590,
  "Macintosh SE Analog Board Symbols:Conn_Off_Board_Single": 591,
  "pic_programmer_schlib:VCC": 592,
  "Regulator_Linear:LM317_TO-220": 593,
  "Simulation_SPICE:OPAMP": 594,
  "Device:R_Variable": 595,
  "Transistor_BJT:BC237": 596,
  "jt74:74LS163": 597,
  "MLAB_HEADER:HEADER_2x01_PARALLEL": 598,
  "archive:power_GND": 599,
  "Device:LED_Filled": 600,
  "metasensesymlib:GND": 601,
  "Device:R_POT": 602,
  "taylor_kicad:GND_isolated": 603,
  "PowerboardRev5-eagle-import:R-US_R0805": 604,
  "earring:SK9822": 605,
  "Connector:USB_C_Receptacle_USB2.0_14P": 606,
  "PCM_LED_AKL:LED_1206": 607,
  "power_ctrl-rescue:GNDA": 608,
  "Diode:1N5817": 609,
  "jt74:74LS10": 610,
  "core-rescue:R": 611,
  "PCM_4ms_Power-symbol:+12V": 612,
  "MyLibrary:Fiducial": 613,
  "_TEAC_X2000R:Warning_small": 614,
  "1-altium-import:root_0_Resistance-00_Dup2": 615,
  "ga_fujitsu_uhb:ION": 616,
  "ga_fujitsu_uhb:V1L": 617,
  "opensyringepump_indus-rescue:CAP_0603-passives": 618,
  "Device:Q_PMOS_GDS": 619,
  "main-eagle-import:GND": 620,
  "Adafruit PCA9685 rev C-eagle-import:5.0V": 621,
  "Device:LED_RABG": 622,
  "Discreted:C": 623,
  "Device:Antenna": 624,
  "power:VEE": 625,
  "ga_cba_vlsi:XNOR": 626,
  "PCM_marbastlib-choc:choc_SK6812MINI-E": 627,
  "Device:Opamp_Dual": 628,
  "qsd_revB-eagle-import:RESISTOR0603-RES": 629,
  "custom:DIN41612_3x40": 630,
  "Optics:Lambda/2 -689Rot": 631,
  "LED:SK6812MINI": 632,
  "Power_Protection:PRTR5V0U2X": 633,
  "Device:D_Zener_Small": 634,
  "Relay:SANYOU_SRD_Form_C": 635,
  "Device:Antenna_Shield": 636,
  "Memory_EPROM:27128": 637,
  "Amplifier_Operational:LM741": 638,
  "RobotProtos:LED_DUAL_red_green": 639,
  "Motor:Motor_Servo": 640,
  "Connector_Generic_MountingPin:Conn_01x03_MountingPin": 641,
  "Transistor_BJT:SS8050": 642,
  "PCM_marbastlib-various:SK6812MINI-E": 643,
  "antmicroCapacitors0603:C_22u_16V_0603": 644,
  "74xx:74HCT04": 645,
  "base:RELAY_DPDT": 646,
  "PCM_Capacitor_AKL:C_0805": 647,
  "MiDi:74HCT14": 648,
  "UnderControl-rescue:+3.3V-power-IoT_Dev_Board-rescue": 649,
  "boardsmith:GND": 650,
  "accelerometers-rescue:GND": 651,
  "opensyringepump_indus-rescue:RES_0603-passives": 652,
  "C64B-rescue:+5V-power": 653,
  "MCU_RaspberryPi:RP2040": 654,
  "complex_hierarchy:GND": 655,
  "Transistor_BJT:2N3906": 656,
  "power_ctrl-rescue:R": 657,
  "antmicropower:+1V8": 658,
  "Device:R_Potentiometer_Small": 659,
  "Connector:Barrel_Jack_MountingPin": 660,
  "BALLSensor:TSSP4038": 661,
  "Amplifier_Operational:TL084": 662,
  "Seeed Studio XIAO nRF52840 v1.3-eagle-import:R-0201": 663,
  "CDE-3-rescue:74HC04-RESCUE-CDE-3": 664,
  "Device:R_Network07_Split": 665,
  "Transistor_FET:IRLML0030": 666,
  "00-kiml-capacitors-smd:100u_CASE-B-3528_TAJB107K006RNJ": 667,
  "MCD_PARTS_database:U_STM32_microcontroller_IOs_0_Resistor_MCD_PARTS_database.DbLib": 668,
  "LTST-C170KRKT:LTST-C170KRKT": 669,
  "jt74:74LS367": 670,
  "Transistor_FET:Q_NMOS_GDS": 671,
  "Diode:1.5KExxCA": 672,
  "Connector_Generic:Conn_02x02_Counter_Clockwise": 673,
  "Connector:Raspberry_Pi_2_3": 674,
  "ga_fujitsu_av:X2B": 675,
  "video_schlib:PWR_FLAG": 676,
  "Power_Protection:USBLC6-2P6": 677,
  "Transistor_FET:2N7002K": 678,
  "Device:D_Dual_CommonCathode_AAK": 679,
  "74xx:74HC86": 680,
  "sy6280_breakout-rescue:GND-power": 681,
  "74xx:7402": 682,
  "antmicroLEDIndicationDiscrete:LED_G_0603_LTST-C190GKT": 683,
  "antmicroResistors0402:R_2k2_0402": 684,
  "c64c-symbol-library:CAP_SMALL": 685,
  "TransferProject-altium-import:GND_BAR": 686,
  "Groz_KiCad_Libs:Conn_01x20_Perf": 687,
  "RK3399:RK3399": 688,
  "Connector:Conn_01x05_Male": 689,
  "Connector_Generic:Conn_02x06_Odd_Even": 690,
  "Logic:XCZU4CG-1SFVC784E": 691,
  "Memory_EPROM:27256": 692,
  "RV1106G_EVB1_V11_20220401LX-altium-import:VCC_3V3_CIRCLE": 693,
  "ga_cba_vlsi:INV": 694,
  "Device:R_Potentiometer_Trim_US": 695,
  "PCM_Capacitor_US_AKL:C_1206": 696,
  "core-rescue:+5V": 697,
  "yktsat-common:YKTS-MCU-NODE": 698,
  "Connector:TestPoint_Probe": 699,
  "SN74LVC2T45QDCURQ1:SN74LVC2T45QDCURQ1": 700,
  "Connector:Screw_Terminal_01x08": 701,
  "antmicropower:+3V3_AON": 702,
  "Resistors SMD:R0402_4R7_1%_0.0625W_200PPM": 703,
  "Scott:RFAngle": 704,
  "power:Earth_Protective": 705,
  "schematic_libspice:0": 706,
  "power:+12C": 707,
  "ga_oki_msm70v0000:ENR": 708,
  "MyKiCadLibs-Lib:PIN": 709,
  "1-altium-import:root_2_TP-SMD_1": 710,
  "ga_oki_msm70v0000:BT": 711,
  "KU-schematics-library:R_US_CUSTOM": 712,
  "Diode:US1D": 713,
  "1-altium-import:root_1_SHIELD_CLIP": 714,
  "otter:GND": 715,
  "jt74:74LS194": 716,
  "Device:Thermistor": 717,
  "Isolator:4N35": 718,
  "mch2021-rescue:TestPoint_Small-Connector": 719,
  "Connector:Conn_01x06_Male": 720,
  "Connector:AVR-ISP-6": 721,
  "coco2-rescue:+5V-power": 722,
  "core-rescue:GND": 723,
  "Discreted:R": 724,
  "power:+2V8": 725,
  "Transistor_BJT:2SC1815": 726,
  "Transistor_FET:IRLZ34N": 727,
  "audioModule2-eagle-import:RESISTOR0603-RES": 728,
  "dk_Slide-Switches:EG1218": 729,
  "Amplifier_Operational:LM2904": 730,
  "ga_cba_vlsi:AOI22": 731,
  "PCM_Diode_Zener_AKL:ZPD3.0": 732,
  "antmicropower:+5V": 733,
  "power:+5F": 734,
  "video_schlib:INDUCTOR": 735,
  "74xx:74LS06": 736,
  "video_schlib:TEST": 737,
  "Connector_Generic:Conn_01x34": 738,
  "ga_oki_msm70v0000:D1A": 739,
  "ga_oki_msm70v0000:D1N": 740,
  "interf_u_schlib:GND": 741,
  "transceiver-AX5043-eagle-import:supply1_371_GND": 742,
  "Amplifier_Operational:MCP6L02x-xMS": 743,
  "FIN-8-rescue:74LS13": 744,
  "IVS_SYMBOLS:R": 745,
  "1-altium-import:root_0_CAPACITOR-NonPole": 746,
  "carte_test_schlib:R": 747,
  "custom:DIN41612_3x32": 748,
  "MCD_PARTS_database:U_Power_1_Capacitor_MCD_PARTS_database.DbLib": 749,
  "LrE-6-rescue:R-Device": 750,
  "CT2-5-rescue:7400": 751,
  "Switch:SW_DIP_x08": 752,
  "Diode:SS34": 753,
  "Device:Lamp": 754,
  "Device:LED_Dual_AKA": 755,
  "Connector_Generic:Conn_01x16": 756,
  "74xx:74HC165": 757,
  "Timer:NE555D": 758,
  "PCM_SparkFun-PowerSymbol:3.3V": 759,
  "Device:D_Filled": 760,
  "Jumper:Jumper_2_Small_Open": 761,
  "ohm3000Board-rescue:GNDA_ISO-power": 762,
  "ga_oki_msm70v0000:330": 763,
  "amp-PA-TQP7M9105-with-detect-eagle-import:supply1_371_GND": 764,
  "CT4-7-rescue:7400": 765,
  "CT4-7-rescue:74LS04": 766,
  "CT2-5-rescue:74HC04": 767,
  "vme-wren:5VREG": 768,
  "Capacitors SMD:CC0805_100UF_4V_20%_X6S_MURATA_GRM21BC80G107ME15": 769,
  "Connector:USB_C_Plug_USB2.0": 770,
  "PCP-2-rescue:VCC-power": 771,
  "Diode:1N4002": 772,
  "jt74:74LS393": 773,
  "Device:Q_NIGBT_GCE": 774,
  "SamacSys_Parts:B78148E1473J000": 775,
  "Power_Gnd:GND": 776,
  "Switch:SW_Nidec_CAS-120A1": 777,
  "ga_cba_vlsi:DFF2": 778,
  "Device:Q_NPN_ECB": 779,
  "Connector:Screw_Terminal_01x06": 780,
  "Connector:USB_B_Mini": 781,
  "RobotProtos:Conn_01x04_MountingPin": 782,
  "PCM_SparkFun-LED:LED": 783,
  "HALSPA:HALSPA": 784,
  "74xx:74LS30": 785,
  "amiga2000-rescue:CP-Device": 786,
  "F1C200S_WS__RGB_T7-altium-import:VCC3V3": 787,
  "Transistor_FET:IRF9540N": 788,
  "Diode:B330": 789,
  "CPC1020NTR:CPC1020NTR": 790,
  "4xxx:40106": 791,
  "MyParts:Solder_Pad": 792,
  "Device:LED_Pad": 793,
  "74xx:74HC74": 794,
  "Capacitors SMD:CC0402_470NF_6.3V_10%_X5R": 795,
  "1-altium-import:root_1_R_Dup2": 796,
  "Capacitors SMD:CC0402_100NF_25V_10%_X7R_YUDEN_TMK105B7104KVHF": 797,
  "4xxx:4049": 798,
  "18650_pcb-rescue:GND": 799,
  "BQ29700DSER:GND": 800,
  "sonde_xilinx_schlib:GND": 801,
  "benjolin_1.6-eagle-import:C-EUC0603": 802,
  "CT3-6-rescue:7400": 803,
  "Switch:SW_DIP_x04": 804,
  "Device:L_Ferrite": 805,
  "power:VS": 806,
  "Connector_Generic:Conn_01x09": 807,
  "Device:LED_RGB": 808,
  "dk_Diodes-Rectifiers-Single:1N5819": 809,
  "Memory_Flash:W25Q32JVSS": 810,
  "antmicroTVSDiodes:TPD4E05U06QDQARQ1": 811,
  "PCM_marbastlib-mx:MX_stab": 812,
  "Transistor_Array:ULN2803A": 813,
  "power:+8V": 814,
  "jt74:74LS257": 815,
  "Diode:ESD9B5.0ST5G": 816,
  "PCM_4ms_Power-symbol:GND": 817,
  "BLESS:GND": 818,
  "power:-5VA": 819,
  "iwc_badge_library:SK6812MINI": 820,
  "74xx:74LS279": 821,
  "Transistor_BJT:Q_NPN_BEC": 822,
  "Device:CAP0402": 823,
  "boardsmith:+3V3": 824,
  "ProPrj_RP2-easyedapro:UMK105B7104KVHF": 825,
  "tsal-rescue:R_Small-Device": 826,
  "jt74:74LS161": 827,
  "Regulator_Linear:NCP1117-3.3_SOT223": 828,
  "flat_hierarchy:VCC": 829,
  "Regulator_Linear:AMS1117-5.0": 830,
  "Apple II:KBD_NOTE_P1": 831,
  "OPL_Capacitor:CERAMIC-100NF-50V-10%-X7R_0603_": 832,
  "Sensor_Motion:MPU-6050": 833,
  "fab:PWR_GND": 834,
  "Simulation_SPICE:DIODE": 835,
  "power:+9VA": 836,
  "power_ctrl-rescue:+9V": 837,
  "Regulator_Linear:AP2112K-3.3": 838,
  "Transistor_BJT:MMBT3906": 839,
  "vme-wren:P3V3_CLK": 840,
  "Device:R_Pack08": 841,
  "S2020-rescue:2N3904-Transistor_BJT": 842,
  "complex_hierarchy:R": 843,
  "bitaxe:MCP1824": 844,
  "jt_ram:SRAM8K8B": 845,
  "S2020-rescue:+5V-power": 846,
  "MotorBuck:VMOT": 847,
  "Leonardo_Rev3e:GND": 848,
  "Connector:Conn_01x20_Socket": 849,
  "Device:R_Network09_Split": 850,
  "PKLib:TL3240F160BT": 851,
  "Connector:TestPoint_2Pole": 852,
  "Transistor_BJT:BC858": 853,
  "USB_HUB_VL813-altium-import:root_3_C": 854,
  "ga_fujitsu_av:N2P": 855,
  "ATM90E36_Breakout-eagle-import:R-US_R0603": 856,
  "dut_hub:C_Small": 857,
  "mainboard-mini-eagle-import:GND": 858,
  "sonde_xilinx_schlib:R": 859,
  "microled-square:GND": 860,
  "microled-square:VDD": 861,
  "power:+36V": 862,
  "jt74:74LS253": 863,
  "power:VCOM": 864,
  "PCM_4ms_Power-symbol:PWR_FLAG": 865,
  "Regulator_Linear:AZ1117-3.3": 866,
  "Connector:Conn_01x05_Socket": 867,
  "power:+12P": 868,
  "Device:L_Iron": 869,
  "74xx:74LS138": 870,
  "PCM_JLCPCB-Resistors:0603,10kΩ": 871,
  "Device:R_Network04": 872,
  "Apple II:R_Network08_US_Split": 873,
  "Amplifier_Operational:OPA1679": 874,
  "audioModule2-eagle-import:CAP0603-CAP": 875,
  "DEC20:MC10164": 876,
  "74xx:74LS14": 877,
  "antmicroTransistorsFETsMOSFETsSingle:DMG1012T-7": 878,
  "!fablabs-kicad-library:+V": 879,
  "Morten_Library.kicad_sym_9:GND": 880,
  "CDE-3-rescue:7402-RESCUE-CDE-3": 881,
  "Dual-Mag-Camera-Control-rescue:Polyfuse_Small-SPC-Control-rescue": 882,
  "powerAmp_RevB-eagle-import:RESISTOR0603-RES": 883,
  "laser_driver_schlib:R": 884,
  "microled-square:WS2812B-1010": 885,
  "PCM_SparkFun-Resistor:R_Small": 886,
  "CT1-4-rescue:7400": 887,
  "video_schlib:BNC": 888,
  "Optics:Monitor": 889,
  "mitsubishi:EMI_Filter_CLC": 890,
  "konami:KONAMI_005273": 891,
  "video_schlib:74LS245": 892,
  "Regulator_Linear:AMS1117": 893,
  "Connector_Generic:Conn_02x03_Counter_Clockwise": 894,
  "Diode:1SS355VM": 895,
  "power_ctrl-rescue:FILTER": 896,
  "power_ctrl-rescue:CONN_4": 897,
  "Device:D_Photo": 898,
  "Connector:USB_C_Receptacle": 899,
  "antmicropower:VCC": 900,
  "RobotProtos:+5V": 901,
  "Sensor_Current:ACS712xLCTR-05B": 902,
  "video_schlib:CONN_1": 903,
  "ecc83_schlib:R": 904,
  "ecc83_schlib:CONN_2": 905,
  "ecc83_schlib:CONN_1": 906,
  "Transistor_BJT:BC846": 907,
  "kit-dev-coldfire-xilinx_5213:+3.3V": 908,
  "Battery_Management:MCP73831-2-OT": 909,
  "video_schlib:+5F": 910,
  "pspice:INDUCTOR": 911,
  "video_schlib:DIODESCH": 912,
  "Wago_2601_1103:2601-1103": 913,
  "HARTING:HARTING_02_01_160_2101": 914,
  "kicker-eagle-import:rcl_R-US_R0603": 915,
  "4_Pin_JST:SM04B-SRSS-TB": 916,
  "test_project:GND": 917,
  "ksir_2023:PEL12T-4226F-S1024": 918,
  "Diodes:BAR66": 919,
  "PCM_EuroRackTools:02x05": 920,
  "ATMEGA328P-AU:ATMEGA328P-AU": 921,
  "switches:DPDT_LED_16": 922,
  "schematic_libspice:+12V": 923,
  "jt_ram:DRAM64K4B": 924,
  "vme-wren:P0V85": 925,
  "CCE-2-rescue:7400": 926,
  "pic_programmer:D_Schottky": 927,
  "carte_test_schlib:C": 928,
  "nvme_bm_to_m-rescue:+3.3V-power": 929,
  "MCD_PARTS_database:U_Power_0_Resistor_MCD_PARTS_database.DbLib": 930,
  "lora-module-rescue:GND": 931,
  "ESP32S3-eagle-import:RES-0201": 932,
  "ProPrj_Wio-easyedapro:L": 933,
  "00-kiml-transistor-fet:2N7002": 934,
  "pxie-wren-altium-import:P1V2": 935,
  "pic_programmer_schlib:D_Schottky": 936,
  "Amplifier_Audio:LM386": 937,
  "MCU_Module:Arduino_UNO_R3": 938,
  "common:CerCap": 939,
  "Connector:Conn_01x07_Pin": 940,
  "jt74:74LS138": 941,
  "Regulator_Linear:LD1117S33TR_SOT223": 942,
  "Connector:Conn_01x06_Female": 943,
  "artwork:artwork": 944,
  "MCU_ST_STM32F4:STM32F405RGTx": 945,
  "Diode:BAT54C": 946,
  "4004MainBoard-rescue:GND": 947,
  "protoesp-rescue:+3.3V-power": 948,
  "Power_Protection:SRV05-4": 949,
  "metasensesymlib:C": 950,
  "Transistor_BJT:BC548": 951,
  "antmicroResistors0402:R_100k_0402": 952,
  "iwc_badge_library:handles": 953,
  "PCM_EuroRackTools:02x02": 954,
  "Transistor_FET:PSMN5R2-60YL": 955,
  "0xcb:WS2812B-2020": 956,
  "BQ29700DSER:R_Small": 957,
  "!fablabs-kicad-library:C_0402_100n_16V_X5R": 958,
  "#110-000-S1A---Phasor-PCB-rescue:+12V-power": 959,
  "GPS02A-rescue:GND-power": 960,
  "ga_fujitsu_uhb:BD4": 961,
  "UNO-TH_Rev3e-rescue:GND-UNO-TH_Rev3e-eagle-import": 962,
  "Resistors SMD:R0402_1K_1%_0.0625W_100PPM": 963,
  "RF_Module:ESP32-S3-WROOM-1": 964,
  "Device:Q_NPN_EBC": 965,
  "Isolator:SFH617A-1": 966,
  "Connector:Micro_SD_Card": 967,
  "common:R": 968,
  "Diode:1N4448": 969,
  "TMUX1109:TMUX1109PWR": 970,
  "ga_cba_vlsi:NAND2": 971,
  "USLPT2819DT2TR:USLPT2819DT2TR": 972,
  "antmicropower:PWR_FLAG": 973,
  "Connector:Conn_01x22_Female": 974,
  "ga_fujitsu_av:N2N": 975,
  "MCU_Microchip_ATmega:ATmega328P-P": 976,
  "Connector_Generic:Conn_02x18_Odd_Even": 977,
  "RSLK2:MountingHole": 978,
  "interf_u_schlib:VCC": 979,
  "S2020-rescue:TestPoint-Connector": 980,
  "arcade:HM6116P-3": 981,
  "Think:BULB": 982,
  "jt_rom:27C1000": 983,
  "PiPX4-altium-import:GND": 984,
  "Device:R_Network08_Split": 985,
  "Amplifier_Operational:ADA4610-2xR": 986,
  "base:+12V": 987,
  "Transistor_BJT:BF457": 988,
  "AAIVS_SYMBOLS:R": 989,
  "AAIVS_SYMBOLS:Led": 990,
  "antmicroResistors0402:R_1k_0402": 991,
  "PCM_Resistor_AKL:R_0805": 992,
  "pspice:DIODE": 993,
  "midibox-rescue:SWITCH_PERSO": 994,
  "Data General:74LS179": 995,
  "ga_fujitsu_av:T34": 996,
  "lora-module-rescue:C": 997,
  "#110-000-S1A---Phasor-PCB-rescue:-12V-power": 998,
  "supercap_library:VCAP": 999,
  "colpitts-k_1v5-rescue:GND-AB_Library-sch": 1000,
  "02pyzPassive:C": 1001,
  "00-kiml-capacitors-smd:10u_0603_CL10A106KP8NNNC": 1002,
  "CT1-4-rescue:74LS04": 1003,
  "Device:Ferrite_Bead": 1004,
  "hellen-one-common:Pad": 1005,
  "Mechanical:Heatsink": 1006,
  "Connector:Conn_01x09_Pin": 1007,
  "RV1106G_EVB1_V11_20220401LX-altium-import:VCC5V0_SYS_CIRCLE": 1008,
  "Memory_EPROM:27512": 1009,
  "Homodyne1-rescue:CP-Device": 1010,
  "*:root_1_CAP NP_*": 1011,
  "archive:Device_C_Small": 1012,
  "74xx:74LS244": 1013,
  "Transistor_BJT:S8550": 1014,
  "Transistor_FET:QM6006D": 1015,
  "Altair8800:8T97": 1016,
  "Connector_Generic:Conn_02x01": 1017,
  "LESD5D5.0CT1G:LESD5D5.0CT1G": 1018,
  "sallen_key_schlib:GND": 1019,
  "4xxx:4075": 1020,
  "EuroRackTools:TL072": 1021,
  "SRD-05VDC-SL-C:SRD-05VDC-SL-C": 1022,
  "my_capacitor_2": 1023,
  "MCD_PARTS_database:U_STLINK_V3EC_0_Resistor_MCD_PARTS_database.DbLib": 1024,
  "PCM_EuroRackTools:PUSHBTN": 1025,
  "Device:R_Pack08_Split": 1026,
  "1-altium-import:DVDD33_CIRCLE": 1027,
  "Power:LGND1": 1028,
  "CCE-2-rescue:74LS04": 1029,
  "power:+3.3VADC": 1030,
  "74xx:74AHCT125": 1031,
  "CDE-3-rescue:CP1-RESCUE-CDE-3": 1032,
  "1-altium-import:root_0_CAP NP_Dup1": 1033,
  "db-passives:C_0603": 1034,
  "CR0805AJ_-000EAS:CR0805AJ{slash}-000EAS": 1035,
  "BMS-Master-rescue:C-Device-BMS-Master-rescue": 1036,
  "custom:DIN41612_3x16": 1037,
  "old_parts:ASSR-1611": 1038,
  "accelerometers-rescue:+3.3V": 1039,
  "Monitor IIc Library:Conn_Off_Board": 1040,
  "Connector:DIN-5_180degree": 1041,
  "Optics:Mirror3mmE02Right": 1042,
  "Standard Logic:SN74LV595ARGYR": 1043,
  "Standard Logic:SN74LVTH125RGY": 1044,
  "Capacitors SMD:CC0402_2.2UF_16V_10%_X5R": 1045,
  "Diode:B240": 1046,
  "SquantorLabels:VYYYYMMDD": 1047,
  "SquantorLabels:Label": 1048,
  "Apple II:KBD_NOTE_J1_2PIN": 1049,
  "MCU_Microchip_ATmega:ATmega328P-A": 1050,
  "Connector_Generic:Conn_02x25_Odd_Even": 1051,
  "74xx_IEEE:74LS669": 1052,
  "Connector:USB_C_Receptacle_PowerOnly_6P": 1053,
  "PCM_Crystal_AKL:SMD3225-4": 1054,
  "2SC945:2SC945": 1055,
  "CH32V003F4U6:CH32V003F4U6": 1056,
  "allpass-eagle-import:CAP0603-CAP": 1057,
  "Switch:SW_DIP_x02": 1058,
  "Jumper:Jumper_2_Small_Bridged": 1059,
  "antmicroCapacitors0402:C_10u_0402": 1060,
  "4004MainBoard-rescue:C": 1061,
  "RobotProtos:VIN": 1062,
  "74xx:74LVC125": 1063,
  "complex_hierarchy_schlib:D_Small": 1064,
  "fb_smps_symbols:UCC27324D": 1065,
  "Connector:Conn_01x07_Socket": 1066,
  "Device:R_Pack05_SIP_Split": 1067,
  "74xx:74LS157": 1068,
  "Diode:ESD9B3.3ST5G": 1069,
  "Pads:Tomachie_TP_N": 1070,
  "Connector:Conn_01x20_Pin": 1071,
  "pok3r-rgb-rescue:VLED": 1072,
  "Connector:Conn_01x12_Pin": 1073,
  "jt74:74LS153": 1074,
  "Library:C_Small": 1075,
  "Device:Q_NJFET_DSG": 1076,
  "taylor_kicad:+3V3_isolated": 1077,
  "Relay:Relay_SPDT": 1078,
  "Transistor_BJT:PN2222A": 1079,
  "Transistor_FET:Q_PMOS_GSD": 1080,
  "Driver_Motor:DRV8833PWP": 1081,
  "PCM_EuroRackTools:XL13700": 1082,
  "complex_hierarchy_schlib:CP": 1083,
  "Amplifier_Operational:TL062": 1084,
  "74xx:74HCT00": 1085,
  "Diode:BAS40-04": 1086,
  "74xx:74LS112": 1087,
  "isavideo-rescue:+3V3-power": 1088,
  "konami:007644": 1089,
  "FPGA_Lattice:ICE40UP5K-SG48ITR": 1090,
  "winterbloom:OPA4991": 1091,
  "qsd_revB-eagle-import:GND": 1092,
  "MicroComp_v1.1-eagle-import:74244N": 1093,
  "dut_hub:R_Small": 1094,
  "LTL-1CHG:LTL-1CHG": 1095,
  "Device:CP_Small": 1096,
  "JLCImport:MMC5983MA": 1097,
  "dut_hub:VDC": 1098,
  "kit-coldfire_schlib:VDD": 1099,
  "Diode:SS16": 1100,
  "MCD_PARTS_database:U_Ethernet_0_Resistor_MCD_PARTS_database.DbLib": 1101,
  "Amplifier_Operational:MCP604": 1102,
  "laser_driver_schlib:GND": 1103,
  "elec-unifil:C_3x2.5mm2": 1104,
  "MySymbols:R_PT": 1105,
  "00-kiml-capacitors-smd:100n_0402_CL05B104KB54PNC": 1106,
  "Connectors_SUFST:Deutsch_DTM_2S_Pin": 1107,
  "Transistor_FET:DMG2301L": 1108,
  "CONNECTOR:641964-1": 1109,
  "Device:R_Shunt": 1110,
  "Connector_Generic:Conn_02x07_Odd_Even": 1111,
  "PCP-2-rescue:GND": 1112,
  "Transistor_FET:BF245A": 1113,
  "PCM_Diode_TVS_AKL:SMAJ6.5CA": 1114,
  "Diode:MBR0520": 1115,
  "Connector_Generic:Conn_02x16_Odd_Even": 1116,
  "Sensor_Optical:LDR03": 1117,
  "power:+5C": 1118,
  "4004MainBoard-rescue:VCC": 1119,
  "Isolator:LTV-817": 1120,
  "oresat-misc:Test-Point-0.75mm-th": 1121,
  "74xx:74LS21": 1122,
  "MKRZero_V5.0-eagle-import:+3V3": 1123,
  "Switch:SW_Omron_B3FS": 1124,
  "esd_small:TPD4E02B04DQA": 1125,
  "74xx:74LS374": 1126,
  "Mechanical:Heatsink_Pad": 1127,
  "Device:LED_ABGR": 1128,
  "MCD_PARTS_database:U_STLINK_V3EC_3_Capacitor_MCD_PARTS_database.DbLib": 1129,
  "PCM_EuroRackTools:AlphaPot": 1130,
  "Breadboarding:74ALS74": 1131,
  "1-altium-import:root_0_mirrored_C0402_0": 1132,
  "1-altium-import:root_1_Resistance-00_Dup1": 1133,
  "Library:LESD5D5.0CT1G": 1134,
  "NanoV3.3:COM": 1135,
  "stormduino-Rev2-rescue:GND-power": 1136,
  "precharge-library:GLV-": 1137,
  "Transistor_BJT:2N2219": 1138,
  "ATM90E36_Breakout-eagle-import:C-USC0603": 1139,
  "lightwand-eagle-import:GND": 1140,
  "Relay:G5LE-1": 1141,
  "synthesizer-IF-Si4112-eagle-import:supply1_371_GND": 1142,
  "_TEAC_X2000R:Push_Switch_6-6": 1143,
  "kbd:SW_PUSH": 1144,
  "MCD_PARTS_database:U_Ethernet_1_Resistor_MCD_PARTS_database.DbLib": 1145,
  "MCD_PARTS_database:U_Ethernet_1_Capacitor_MCD_PARTS_database.DbLib": 1146,
  "UV-K5_Parts:SW_Push_45deg": 1147,
  "Connector:USB_B": 1148,
  "vme-wren:P12V": 1149,
  "kit-coldfire_schlib:LED": 1150,
  "SquantorLabels:OHWLOGO": 1151,
  "Analog_Switch:TS5A3159ADBVR": 1152,
  "MCU_Microchip_ATmega:ATmega32U4-A": 1153,
  "Connector:Conn_ARM_JTAG_SWD_10": 1154,
  "jt74:74LS20": 1155,
  "Power_Gnd:+3V3": 1156,
  "Regulator_Linear:LM7812_TO220": 1157,
  "Regulator_Switching:MT3608": 1158,
  "Connector:Conn_ARM_SWD_TagConnect_TC2030": 1159,
  "MCU_RaspberryPi_RP2040:RP2040": 1160,
  "jt74:74LS14": 1161,
  "power_ctrl-rescue:CP": 1162,
  "Diode:1N47xxA": 1163,
  "Connector:AudioJack3": 1164,
  "Device:R_Pack04_SIP": 1165,
  "video_schlib:CRYSTAL": 1166,
  "ecc83_schlib:ECC83": 1167,
  "Device:Ferrite_Bead_Small": 1168,
  "Diode:SMAJ5.0A": 1169,
  "video_schlib:NPN": 1170,
  "Connector_Generic:Conn_01x14": 1171,
  "RoboJackets-Transistors:STD140N6F7": 1172,
  "amiga2000-rescue:Ferrite_Bead_Small-Device": 1173,
  "metasensesymlib:R_US": 1174,
  "MB1939-altium-import:VDD3V3_BAR": 1175,
  "MUSIC_LAB:Via_GND": 1176,
  "Interface_USB:FT232RL": 1177,
  "Wago_2601_1102:2601-1102": 1178,
  "kicker-eagle-import:supply2_+5V": 1179,
  "sallen_key_schlib:VSOURCE": 1180,
  "Device:Q_NMOS_SGD": 1181,
  "ga_cba_vlsi:BUFINV": 1182,
  "Amplifier_Operational:OP07": 1183,
  "PCM_EuroRackTools:EuroPower16": 1184,
  "Transistor_BJT:BC560": 1185,
  "Connector_Generic:Conn_02x05_Counter_Clockwise": 1186,
  "DS1337S_:DS1337S_": 1187,
  "ISM02A-rescue:C-Device-ISM02A-rescue": 1188,
  "UART matrix v0.2-eagle-import:SOLDERJUMPER_2WAYT": 1189,
  "Connector:Conn_ARM_SWD_TagConnect_TC2030-NL": 1190,
  "Amplifier_Operational:TL082": 1191,
  "4xxx:4013": 1192,
  "Amplifier_Operational:RC4558": 1193,
  "Isolator:EL817": 1194,
  "hermes_v1-rescue:PAD_SMD-pkl_misc": 1195,
  "Explorer:ADA4528-2ARMZ": 1196,
  "power:AC": 1197,
  "MicroComp_v1.1-eagle-import:GND": 1198,
  "pic_programmer:MOUNTING_HOLE": 1199,
  "MasterAlimSTM32-rescue:+3.3V-power": 1200,
  "1-altium-import:root_1_INDUCTOR_Dup1": 1201,
  "carte_test_schlib:74HC04": 1202,
  "2SteppersESP32-rescue:GND-power": 1203,
  "oneOfSuchSymbols:GND": 1204,
  "motor_parts:GND_ISO": 1205,
  "Amplifiers_Operational:OpAmp_Dual": 1206,
  "OLIMEX_RCL:R": 1207,
  "OLIMEX_RCL:C": 1208,
  "marbastlib-mx:MX_SW_HS": 1209,
  "0-vhario-espc3:GND": 1210,
  "ga_fujitsu_uhb:R2N": 1211,
  "pic_programmer_schlib:MOUNTING_HOLE": 1212,
  "PCM_EuroRackTools:4.7k": 1213,
  "CT3-6-rescue:74HC04": 1214,
  "supercap_library:VINPUT": 1215,
  "ModuleMesureDemi-rescue:+3.3V-power": 1216,
  "Regulator_Linear:MIC5365-3.3YC5": 1217,
  "power:+1V35": 1218,
  "Interface_USB:CH340C": 1219,
  "Connector_Generic_MountingPin:Conn_01x02_MountingPin": 1220,
  "RV1106G_EVB1_V11_20220401LX-altium-import:VCC_1V8_CIRCLE": 1221,
  "led_driver:coax": 1222,
  "Device:C_Trim_Small": 1223,
  "arcade:JAMMA_CONN": 1224,
  "antmicroResistors0402:R_200k_0402": 1225,
  "PCM_Resistor_US_AKL:R_Box_L8.4mm_W2.5mm_P5.08mm": 1226,
  "Transistor_BJT:TIP122": 1227,
  "BMS-Master-rescue:+3.3V-power-BMS-Master-rescue": 1228,
  "Connector:Conn_01x15_Pin": 1229,
  "74xx:74LS54": 1230,
  "Connector_Generic:Conn_02x13_Odd_Even": 1231,
  "S2020-rescue:LED-Device": 1232,
  "Transistor_FET:IRF740": 1233,
  "Think:RELAY_SPST": 1234,
  "STM32103_Devel-rescue:GND-power": 1235,
  "74xx:74LS241": 1236,
  "74xx:74LS27": 1237,
  "base:CONN_4": 1238,
  "base:CONN_31": 1239,
  "c64c-symbol-library:SOCKET": 1240,
  "LM741CN:LM741CN_NOPB": 1241,
  "S2020-rescue:Vgen-00TJR": 1242,
  "Alexander_Library_Symbols:SW_Push_SMD_6x3.5": 1243,
  "antmicroResistors0402:R_200R_0402": 1244,
  "Breadboarding:74F175BB": 1245,
  "Connector_Generic:Conn_01x11": 1246,
  "GND": 1247,
  "PCM_Diode_AKL:1N4148W": 1248,
  "pspice:MPMOS": 1249,
  "pspice:MNMOS": 1250,
  "spice-ngspice:R": 1251,
  "Device_Custom:R_US": 1252,
  "Connectors_SUFST:Molex_2x1P_Horizontal_THT": 1253,
  "Amplifier_Operational:NJM4558": 1254,
  "PB_16-rescue:3544-2-Keystone_Fuse": 1255,
  "MultiplexeurCouleur-rescue:GND-power": 1256,
  "MultiplexeurCouleur-rescue:+5V-power": 1257,
  "ModuleMesure-rescue:+3.3V-power": 1258,
  "Capacitors:C": 1259,
  "PCM_fab:R_1206": 1260,
  "MH_library:C": 1261,
  "chaos-device:NPN": 1262,
  "chaos-device:PNP": 1263,
  "MCU_RaspberryPi_and_Boards:Pico": 1264,
  "LTST-C170GKT:LTST-C170GKT": 1265,
  "Capacitors SMD:CC1210_220UF_6.3V_20%_X5R": 1266,
  "Capacitors SMD:CC0402_220NF_16V_10%_X7R": 1267,
  "Capacitors SMD:CC0402_10NF_16V_10%_X7R": 1268,
  "vme-wren:MGT_1V8": 1269,
  "Analog_ADC:ADS1115IDGS": 1270,
  "flat_hierarchy:D_Schottky": 1271,
  "Amplifier_Operational:MCP6001-OT": 1272,
  "AP2100-rescue:LS1043ASE7KQB-Layerscape": 1273,
  "Device:Q_NPN_CBE": 1274,
  "SamacSys_Parts:DMC3401LDW-7": 1275,
  "Diode:BAT54W": 1276,
  "Djinn-rescue:GND-power": 1277,
  "MCU_ST_STM32F1:STM32F103CBTx": 1278,
  "CM4IO:ComputeModule4-CM4": 1279,
  "MyKiCadLibs-Lib:DIODE": 1280,
  "ga_cba_vlsi:MUX41": 1281,
  "ga_cba_vlsi:AOI221": 1282,
  "Regulator_Linear:SPX3819M5-L-3-3": 1283,
  "power:+28V": 1284,
  "Device:LED_RKGB": 1285,
  "antmicroCapacitors0402:C_220n_0402": 1286,
  "Transistor_FET:NDT3055L": 1287,
  "CM5IO:C": 1288,
  "Interface_USB:CP2102N-Axx-xQFN24": 1289,
  "Power_Protection:NUP2105L": 1290,
  "archive:Device_C": 1291,
  "power:+1V5": 1292,
  "ga_fujitsu_av:N3N": 1293,
  "antmicroCapacitors0402:C_100n_16V_X7R_0402": 1294,
  "RobotProtos:Logo": 1295,
  "conn_01x06_male:Conn_01x06_Male": 1296,
  "MCU_Module:Arduino_Nano_v2.x": 1297,
  "Connector_Generic:Conn_02x12_Odd_Even": 1298,
  "complex_hierarchy_schlib:C": 1299,
  "complex_hierarchy_schlib:HT": 1300,
  "complex_hierarchy_schlib:CONN_2": 1301,
  "Mechanical:MountingHole_Pad_MP": 1302,
  "Logic_LevelTranslator:SN74LV1T34DBV": 1303,
  "coco2:KM4164": 1304,
  "Regulator_Switching:TPS5430DDA": 1305,
  "Switch:SW_Push_DPDT": 1306,
  "TEENSY_4.0_PCM5242-rescue:GND-power": 1307,
  "vme-wren:P5V_VME": 1308,
  "midibox-rescue:POTA": 1309,
  "Connector:Screw_Terminal_01x12": 1310,
  "MB1939-altium-import:VDDIO_BAR": 1311,
  "Alexander_Library_Symbols:Conn_I2C_01x04": 1312,
  "Relay:G5V-2": 1313,
  "PCM_JLCPCB-Resistors:0402,10kΩ": 1314,
  "keyfinder_new-eagle-import:GND": 1315,
  "test_project:R": 1316,
  "Diodes:PESD3V3S1UB": 1317,
  "EuroRackTools:1k": 1318,
  "CM5IO:R": 1319,
  "SparkFun-Capacitor:C": 1320,
  "PCM_JLCPCB-Transistors:NMOS,AO3400A": 1321,
  "antmicroResistors0402:R_470R_0402": 1322,
  "0xcb:SK6812MINI-E": 1323,
  "0xcb:MX": 1324,
  "FCM-7-rescue:74LS04": 1325,
  "RetroWiFiModem:GND": 1326,
  "_power:P5V0": 1327,
  "ControleursPompes-rescue:+3.3V-power": 1328,
  "ksir:SK6812MINI": 1329,
  "LED:Inolux_IN-PI554FCH": 1330,
  "qsd_revB-eagle-import:M02PTH": 1331,
  "midibox-rescue:LED": 1332,
  "skutis-kicad:4464": 1333,
  "601000200:601000200": 1334,
  "PCM_SL_Capacitors:100nF_Ceramic": 1335,
  "System80Parts_sym:4116": 1336,
  "Isolator:LTV-847": 1337,
  "Logic_LevelTranslator:SN74LVC1T45DBV": 1338,
  "BTS7960B:BTS7960B": 1339,
  "Connectors_SUFST:Molex_2x2P_Horizontal": 1340,
  "18650_pcb-rescue:R_Small": 1341,
  "CDE-3-debug-rescue:JUMPER": 1342,
  "ESP32S3-eagle-import:TEST-POINT'4545'": 1343,
  "powerAmp_RevB-eagle-import:CAP0603-CAP": 1344,
  "Typhon2:Thuster_Esc": 1345,
  "00-kiml-transistor-fet:AO3401A": 1346,
  "sonde_xilinx_schlib:74LS125": 1347,
  "ProjectDevices:CreeXD16": 1348,
  "ProjectDevices:Cree_XE_G": 1349,
  "TholinsStuff:2116": 1350,
  "Capacitors SMD:CC0402_68NF_16V_10%_X7R": 1351,
  "TMAG5253BA1IQDMRR:TMAG5253BA1IQDMRR": 1352,
  "SK6812MINI-E:SK6812MINI-E": 1353,
  "0-vhario-espc3:R": 1354,
  "CB_REV_C:root_0_PAD.04_CB_REV_C.SCHLIB": 1355,
  "ga_fujitsu_uhb:V1N": 1356,
  "GeT_Computer_Library:+3V3": 1357,
  "ga_fujitsu_av:H6T": 1358,
  "LrE-6-rescue:1N4148W-Diode": 1359,
  "Kobold:SK6812MINI-E": 1360,
  "CT2-5-rescue:7402": 1361,
  "ctrl_board-rescue:GND": 1362,
  "nvme_ae_to_m-rescue:+3.3V-power": 1363,
  "UNO-TH_Rev3e-rescue:4R-NCAY16-UNO-TH_Rev3e-eagle-import": 1364,
  "74xx:74LCX07": 1365,
  "LTST-C170TBKT:LTST-C170TBKT": 1366,
  "Interface_USB:CP2102N-Axx-xQFN20": 1367,
  "Connector_Generic:Conn_01x22": 1368,
  "Connector:Conn_01x10_Socket": 1369,
  "user:PWR_GND": 1370,
  "user:PWR_VCC": 1371,
  "Power_Protection:NUP4202": 1372,
  "power_RK3399:VCCA_0V9": 1373,
  "CRC-1-rescue:VCC-power": 1374,
  "PCBWorkshop_2026_symbols:GND": 1375,
  "Regulator_Switching:LM2596S-5": 1376,
  "Device:R_Photo": 1377,
  "Radar:outline": 1378,
  "Xerxes:R": 1379,
  "easyeda2kicad:RC0402FR-0710KL": 1380,
  "dk_Transistors-Bipolar-BJT-Single:PN2222A": 1381,
  "Memory_Flash:W25Q128JVE": 1382,
  "RSLK2:Testpoint_1": 1383,
  "MCU_Microchip_ATmega:ATmega328-P": 1384,
  "zuluscsi-rescue:C": 1385,
  "zuluscsi-rescue:+3V0": 1386,
  "complex_hierarchy_schlib:+12V": 1387,
  "PCM_JLCPCB-Capacitors:0805,22uF": 1388,
  "Amplifier_Operational:OPA1678": 1389,
  "Device:Q_PNP_BCE": 1390,
  "Power_Protection:USBLC6-4SC6": 1391,
  "NanoV3.3-eagle-import:COM": 1392,
  "Connector:Conn_01x05_Female": 1393,
  "MB1939-altium-import:VDDA1V8_BAR": 1394,
  "F1C200S_WS__RGB_T7-altium-import:1_RES": 1395,
  "F1C200S_WS__RGB_T7-altium-import:0_CAP": 1396,
  "F1C200S_WS__RGB_T7-altium-import:AGND": 1397,
  "MB1939-altium-import:5V_BAR": 1398,
  "Relay:G2RL-1": 1399,
  "PCM_SL_Devices:Capacitor_NP": 1400,
  "Device:Transformer_1P_SS": 1401,
  "S2020-rescue:74LS04-74xx": 1402,
  "Library:+3.3V": 1403,
  "Diode:1N4148WS": 1404,
  "74xx:74LS373": 1405,
  "Amplifier_Operational:LM358_DFN": 1406,
  "Analog_Switch:CD4066BE": 1407,
  "catu:+3V3": 1408,
  "c64c-symbol-library:DIODE_SMALL": 1409,
  "Device:Varistor_US": 1410,
  "Transistor_BJT:BC848": 1411,
  "Relay:G5Q-1A": 1412,
  "key_finder-eagle-import:GND": 1413,
  "pic_programmer_schlib:C": 1414,
  "Scott:GND": 1415,
  "isavideo-rescue:+5V-power": 1416,
  "pic_programmer:C": 1417,
  "Swadge_Parts:YTS-D003-1A": 1418,
  "carte_test_schlib:CP": 1419,
  "PCM_EuroRackTools:680": 1420,
  "Connectors_SUFST:Molex_2x1S_Recepticle": 1421,
  "Library:CAP_CER_0.1UF_16V_X7R_0402": 1422,
  "S2020-rescue:+15V-power": 1423,
  "core-rescue:C": 1424,
  "PCP-2-rescue:BC414": 1425,
  "PCP-2-rescue:74LS04": 1426,
  "DoomWSTK:BOM_PART": 1427,
  ".vector:GNDD": 1428,
  "acorn-motherboard:SN74LVC1G07QDCKTQ1": 1429,
  "Memory_EPROM:27C512": 1430,
  "00-kiml-resistors-smd:1k_0402_0402WGF1001TCE": 1431,
  "00-kiml-power-protection:SOD-523_BSD5C051L": 1432,
  "00-kiml-resistors-smd:976k_0402_0402WGD9763TCE": 1433,
  "laser_driver_schlib:VDD": 1434,
  "benjolin_1.6-eagle-import:TL074D": 1435,
  "FPGA_Lattice:ICE40HX1K-TQ144": 1436,
  "Device_Custom:C_Small": 1437,
  "74xx:74LS38": 1438,
  "elec-unifil:D_16A": 1439,
  "0-vhario-espc3:C": 1440,
  "interf_u:GND": 1441,
  "ga_nec_upd65:F611": 1442,
  "GND:GND": 1443,
  "LrE-6-rescue:+3V3-power": 1444,
  "power:LINE": 1445,
  "Device:Q_NMOS_DGS": 1446,
  "Optics:PBS_689Casix": 1447,
  "Connector_Generic:Conn_02x18_Row_Letter_First": 1448,
  "Driver_Motor:L298N": 1449,
  "Diodes:0402ESDA-MLP": 1450,
  "Motor:Fan": 1451,
  "arcade:TBP24S10N": 1452,
  "Sensor:BME280": 1453,
  "CM4IO:74LVC1G07_copy": 1454,
  "Transistor_FET:FQP27P06": 1455,
  "Regulator_Switching:LM2596S-ADJ": 1456,
  "ga_cba_vlsi:BUF": 1457,
  "power_ctrl-rescue:C": 1458,
  "MLAB_MECHANICAL:HOLE": 1459,
  "PCM_Amplifier_Operational_AKL:LT1001ACN8": 1460,
  "Reference_Voltage:TL431LP": 1461,
  "Resistors SMD:R0402_240R_1%_0.0625W_100PPM": 1462,
  "MPQ3326:MPQ3326GR-AEC1-P": 1463,
  "74xGxx:74LVC2G125": 1464,
  "Protection:BLM18AG102": 1465,
  "rusefi_Molex_MRE_Connector:molex_48pin_MRE": 1466,
  "Optics:NPBS_Reflector": 1467,
  "F1C200S_WS__RGB_T7-altium-import:2_RES": 1468,
  "sonde_xilinx:GND": 1469,
